Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/prinsipper-for-opplaering-samisk.html.tmx
Source language: nob
Languages: sma

source: Prinsipper for opplæring - Samisk
sma: Prinsihph lïerehtæmman - Saemien

source: Prinsipper for opplæringen sammenfatter og utdyper bestemmelsene i opplæringslova og forskrifter til lova, inkludert læreplanverket.
sma: Prinsihph lïerehtæmman tjåanghkan giesieh jïh tjïelkestieh nænnoestimmide ööhpehtimmielaakesne jïh mieriedimmide laakese, aaj learoesoejkesjevierhkie.

source: Prinsipper bidrar til å tydeliggjøre skoleeiers ansvar for en opplæring som er i samsvar med lov og forskrift, i tråd med menneskerettighetene og urfolksrettighetene.
sma: Prinsihph viehkiehtieh tjïelkestidh skuvle-aajhteren dïedtem akten lïerehtimmien åvteset mij lea akteraeresne laakine jïh mieriedimmiejgujmie, almetjereaktaj jïh aalkoealmetjereaktaj mietie.

source: Det er fastsatt egen samisk prinsippdel som gjelder for alle grunnskoler i forvaltningsområdet for samisk språk.
sma: Akte jïjtse saemien prinsihpebielie lea nænnoestamme gaajhkide maadthskuvlide saemien gïelen reeremedajvesne.

source: I prinsipper for opplæring - samisk er det definisjon på samisk skole: Betegnelsen den samiske skolen er en del av fellesskolen og omfatter skole eller gruppe hvor grunnopplæringen følger det samiske læreplanverket.
sma: Prinsihpine lïerehtæmman - sasemien lea saemien skuvlem naemhtie tjïelkestamme: Akte saemien skuvle lea akte bielie ektieskuvleste jïh lea skuvlen jallh dåehkien bïjre gusnei maadthlïerehtimmie lea dan saemien learoesoejkesjevierhkien mietie.

source: I prinsippdelen inngår den samiske læringsplakat hvor det som første punkt heter det;
sma: Prinsihpebielesne dïhte saemien lïerehtimmieplakaatesne gusnie voestes tsiehkesne tjåådtje;

source: den samiske skolen og lærebedriften skal
sma: saemien skuvle jïh learoesïelte edtjieh

source: legge til rette for at elever/lærlinger får en kvalitetsmessig god opplæring med basis i samisk språk, kultur og samfunnsliv.
sma: sjïehteladtedh ihke learohkh/lïerehtæjjah aktem kvalitative hijven lïerehtimmiem åadtjoeh mij våaromem åtna saemien gïelesne, kultuvresne jïh siebriedahkejieliedisnie.

source: Denne bestemmelsen skal legges som grunn for all opplæring i samisk skole, også for opplæring etter ordinære læreplaner som f.eks i matematikk.
sma: Daate nænnoestimmie edtja våaroemasse bïejesovvedh abpe lïerehtæmman saemien skuvlesne, aaj lïerehtæmman sïejhme learoesoejkesji mietie goh v.g. matematihkesne.

source: I prinsippet er alle læreplaner samiske læreplaner da all opplæring i alle kompetansemål gis ut fra samisk perspektiv.
sma: Prinsihpesne gaajhkh learoesoejkesjh saemien learoesoejkesjh dan åvteste abpe lïerehtimmie gaajhkine maahtoeulminie vadtasåvva saemien perspektijven mietie.

source: I samisk skole er det ikke påbudt at alle elever skal ha samisk som fag, men alle skal ha opplæring etter samiske parallelle likeverdige læreplaner som har et forsterket samisk innhold i forhold til ordinære læreplaner.
sma: Saemien skuvlesne ij leah akte stilleme gaajhkh learohkh edtjieh saemien gïelem faagine utnedh, men gaajhkesh edtjieh lïerehtimmiem utnedh saemien parallelle seammavyörtegs learoesoejkesji mietie mah aktem nænnoesåbpoe saemien sisvegem utnieh viertiestamme sïejhme learoesoejkesjigujmie.

source: Prinsipper for opplæring – samisk finnes i nordsamisk og norsk versjon her: https://www.udir.no/laring-og-trivsel/lareplanverket/kunnskapsloftet-samisk/prinsipper-for-opplaringen-samisk/
sma: Prinsihph lïerehtæmman - saemien gååvnesieh noerhtesaemien jïh nöörjen gïelesne daesnie: https://www.udir.no/laring-og-trivsel/lareplanverket/kunnskapsloftet-samisk/prinsipper-for-opplaringen-samisk/
